ValidationServers/src/main/java/hr/algebra/validationservers/xmlTemplates/SOAPSearchTemplate

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:prop="http://algebra.hr/property">
   <soapenv:Header/>
   <soapenv:Body>
      <prop:SOAPSearchRequest>
         <prop:field>city</prop:field>
         <prop:value>Zagreb</prop:value>
      </prop:SOAPSearchRequest>
   </soapenv:Body>
</soapenv:Envelope>
